/* different widget same name replace string */
"A different widget with the same name is already installed on your computer. Would you like to replace it with this %@ widget?" = "같은 이름의 다른 widget이 컴퓨터에 이미 설치되어 있습니다. 이 widget %@(으)로 대치하겠습니까?";

/* same name replace string */
"A file with the same name is already installed on your computer. Would you like to replace it with this %@ widget?" = "같은 이름의 파일이 컴퓨터에 이미 설치되어 있습니다. 이 widget “%@”(으)로 대치하겠습니까?";

/* warning for already installed in /Library, but newer */
"A newer version of this widget is already installed for all users of this computer. Install it in this user account only if you prefer to use this copy instead." = "컴퓨터의 모든 사용자를 위해 해당 widget의 새로운 버전이 이미 설치되어 있습니다. 대신 이 복사본을 사용하고 싶다면 현재 사용자 계정에만 설치하십시오.";

/* newer version replace string */
"A newer version of the %@ widget is already installed. Would you like to replace it?" = "새로운 버전의 widget %@이(가) 이미 설치되어 있습니다. 대치하겠습니까?";

/* older version replace string */
"An older version of the %@ widget is already installed. Would you like to replace it?" = "이전 버전의 widget %@이(가) 이미 설치되어 있습니다. 대치하겠습니까?";

/* warning for already installed in /Library, but older */
"An older version of this widget is already installed for all users of this computer. Install it in this user account only if you prefer to use this copy instead." = "컴퓨터의 모든 사용자를 위해 해당 widget의 이전 버전이 이미 설치되어 있습니다. 대신 이 복사본을 사용하고 싶다면 현재 사용자 계정에만 설치하십시오.";

/* install and open string */
"Do you want to install the %@ widget and open it in Dashboard?" = "%@ widget을 설치하고 Dashboard에서 열겠습니까?";

/* end preview string */
"End Test" = "테스트 끝";

/* title for OK button */
"Install" = "설치";

/* installation failed title */
"The %@ widget can't be installed." = "%@ widget을 설치할 수 없습니다.";

/* ok button */
"OK" = "승인";

/* replace button, instead of install */
"Replace" = "대치";

/* title for OK button when developer run is on */
"Run" = "실행";

/* preview button string */
"Test Drive" = "테스트 드라이브";

/* invalid widget */
"You can't install the file %@ because it is not a valid widget." = "“%@”은(는) 유효한 widget이 아니기 때문에 설치할 수 없습니다.";

/* already installed replace string */
"The %@ widget is already installed. Would you like to replace it?" = "%@ widget이 이미 설치되어 있습니다. 대치하겠습니까?";

/* install quit and replace string */
"The widget you are installing is already installed on your computer, and one or more copies of it are open. Reinstalling it will close all copies of the widget." = "설치 중인 widget이 이미 사용자의 컴퓨터에 설치되어 있고 이 widget의 하나 이상의 복사본이 열려 있습니다. 이 widget을 다시 설치하면 해당 widget의 모든 복사본을 닫습니다.";

/* install and quit string */
"The widget you are installing is already open. Installing this widget will close all copies of the widget." = "설치 중인 widget이 이미 열려있습니다. 이 widget을 설치하면 widget의 모든 복사본을 닫습니다.";

/* widget deletion string */
"The widget you are replacing will be deleted immediately." = "대치하려는 widget은 즉시 삭제될 것입니다.";

/* warning for already installed in /Library */
"This widget is already installed for all users of this computer. Install it in this user account only if you prefer to use this copy instead." = "이 widget은 이 컴퓨터의 모든 사용자를 위해 이미 설치되었습니다. 대신 이 복사본을 사용하고 싶다면 이 사용자 계정에만 설치하십시오.";

/* already installed with different name replace string */
"This widget is already installed on your computer, but it's named %@. Would you like to replace the widget %@ with the widget %@?" = "이 widget은 사용자의 컴퓨터에 이미 설치되어 있지만, “%@”라고 이름지어져 있습니다. “%@” widget을 “%@” widget으로 대치하겠습니까?";

